Repository: saurabhav88/EnviousWispr
Catalog: Sources/EnviousWispr/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Allow Accessibility access so EnviousWispr can paste your dictation into other apps.
de: Erlaube den Zugriff auf Bedienungshilfen, damit EnviousWispr dein Diktat in andere Apps einfügen kann.

source: Allow microphone access so EnviousWispr can record your voice. If access was denied, Request Access opens System Settings.
de: Erlaube den Mikrofonzugriff, damit EnviousWispr deine Stimme aufnehmen kann. Wurde der Zugriff abgelehnt, öffnet „Zugriff anfordern“ die Systemeinstellungen.

source: Allowed
de: Erlaubt

source: Almost there. Just two permissions.
de: Fast geschafft. Es fehlen nur zwei Berechtigungen.

source: Almost there... pinky promise
de: Fast geschafft... versprochen

source: Already knows "%@" · nothing to add
de: Kennt „%@“ bereits · nichts hinzuzufügen

source: Already listed above.
de: Bereits oben aufgeführt.

source: Already recording.
de: Aufnahme läuft bereits.

source: Already transcribed. Only the cleanup runs again.
de: Bereits transkribiert. Nur die Nachbearbeitung wird erneut ausgeführt.

source: Already used by Copy last dictation. Choose another.
de: Bereits für „Letztes Diktat kopieren“ verwendet. Wähle ein anderes Tastenkürzel.

source: Already used by Paste last dictation. Choose another.
de: Bereits für „Letztes Diktat einfügen“ verwendet. Wähle ein anderes Tastenkürzel.

source: Already used by the add-a-word keybind. Choose another.
de: Bereits für „Wort hinzufügen“ verwendet. Wähle ein anderes Tastenkürzel.

source: Already used by the cancel keybind. Choose another.
de: Bereits für „Abbrechen“ verwendet. Wähle ein anderes Tastenkürzel.

source: Already used by the recording keybind. Choose another.
de: Bereits für die Aufnahme verwendet. Wähle ein anderes Tastenkürzel.

source: Always
de: Immer

source: Always keeps the microphone engine active. The macOS microphone indicator may stay visible and power use may increase.
de: Hält die Mikrofon-Engine dauerhaft aktiv. Die Mikrofonanzeige von macOS kann sichtbar bleiben und der Stromverbrauch steigen.

source: American spelling: color, organize, center
de: Amerikanische Schreibweise: color, organize, center

source: Amharic
de: Amharisch

source: An hour of audio
de: Eine Stunde Audio

source: Anonymous usage, settings, performance, and error data to help us catch broken updates.
de: Anonyme Nutzungs-, Einstellungs-, Leistungs- und Fehlerdaten, die uns helfen, fehlerhafte Updates zu erkennen.

source: Another app is using Ollama's port (11434). Close it and try again.
de: Eine andere App verwendet Ollamas Port (11434). Schließe sie und versuche es erneut.

source: Another copy of EnviousWispr is already open.
de: Eine andere Kopie von EnviousWispr ist bereits geöffnet.

source: Another copy of EnviousWispr is editing snippets right now. Try that again.
de: Eine andere Instanz von EnviousWispr bearbeitet gerade die Textbausteine. Versuche es erneut.

source: Another file is being transcribed right now.
de: Eine andere Datei wird gerade transkribiert.

source: Any model you run in Ollama.
de: Jedes Modell, das du in Ollama ausführst.

source: Anything saved lands in History
de: Gespeicherte Inhalte erscheinen im Verlauf

source: App Settings
de: App-Einstellungen

source: Appearance
de: Erscheinungsbild

source: Apple Intelligence (Device Not Supported)
de: Apple Intelligence (Gerät nicht unterstützt)

source: Apple Intelligence (Model Not Ready)
de: Apple Intelligence (Modell noch nicht bereit)

source: Apple Intelligence (Not Enabled in Settings)
de: Apple Intelligence (in den Systemeinstellungen nicht aktiviert)

source: Apple Intelligence (On-Device)
de: Apple Intelligence (auf diesem Gerät)

source: Apple Intelligence (Requires macOS 26+)
de: Apple Intelligence (erfordert macOS 26+)

source: Apple Intelligence (Unavailable)
de: Apple Intelligence (nicht verfügbar)

source: Apple Intelligence availability could not be determined.
de: Die Verfügbarkeit von Apple Intelligence konnte nicht ermittelt werden.

source: Apple Intelligence cleans up short dictation well. Claude is a step up for longer recordings, lists, and code. You bring your own API key and pay per use.
de: Apple Intelligence bereinigt kurze Diktate gut. Claude ist ein Schritt nach oben für längere Aufnahmen, Listen und Code. Du nutzt deinen eigenen API-Schlüssel und zahlst pro Nutzung.

source: Apple Intelligence cleans up short dictation well. Gemini is a step up for longer recordings, lists, and code. You bring your own API key, and the free tier is generous for personal use.
de: Apple Intelligence bereinigt kurze Diktate gut. Gemini ist ein Schritt nach oben für längere Aufnahmen, Listen und Code. Du nutzt deinen eigenen API-Schlüssel, und die kostenlose Stufe reicht für den persönlichen Gebrauch großzügig aus.

source: Apple Intelligence cleans up short dictation well. OpenAI is a step up for longer recordings, lists, and code. You bring your own API key and pay OpenAI for what you use.
de: Apple Intelligence bereinigt kurze Diktate gut. OpenAI ist ein Schritt nach oben für längere Aufnahmen, Listen und Code. Du nutzt deinen eigenen API-Schlüssel und bezahlst OpenAI für das, was du nutzt.

source: Apple Intelligence is available and ready to use.
de: Apple Intelligence ist verfügbar und einsatzbereit.

source: Apple Intelligence is available but model initialization failed.
de: Apple Intelligence ist verfügbar, aber die Initialisierung des Modells ist fehlgeschlagen.

source: Apple Intelligence is not enabled. Turn it on in System Settings > Apple Intelligence & Siri.
de: Apple Intelligence ist nicht aktiviert. Schalte es in den Systemeinstellungen > Apple Intelligence & Siri ein.

source: Apple Intelligence is turned off
de: Apple Intelligence ist deaktiviert

source: Apple Intelligence isn't available
de: Apple Intelligence ist nicht verfügbar

source: Apple Intelligence isn't available on this Mac
de: Apple Intelligence ist auf diesem Mac nicht verfügbar

source: Apple Intelligence isn't ready yet
de: Apple Intelligence ist noch nicht bereit

source: Apple Intelligence model access works but generation failed. Try again later.
de: Der Modellzugriff funktioniert, aber die Erzeugung ist fehlgeschlagen. Versuche es später erneut.

source: Apple Intelligence needs macOS 26 or later, a supported Mac, and Apple Intelligence turned on in System Settings. The status above says what this Mac reports.
de: Apple Intelligence braucht macOS 26 oder neuer, einen unterstützten Mac und eingeschaltetes Apple Intelligence in den Systemeinstellungen. Der Status oben zeigt, was dieser Mac meldet.

source: Apple Intelligence not available on this system.
de: Apple Intelligence ist auf diesem System nicht verfügbar.

source: Apple Intelligence polish uses Apple's on-device model, built into macOS. It needs no API key, and your text stays on this Mac for this step.
de: Apple Intelligence Polish nutzt Apples Modell auf dem Gerät, das in macOS eingebaut ist. Es braucht keinen API-Schlüssel, und dein Text bleibt für diesen Schritt auf diesem Mac.

source: Apple Intelligence requires macOS 26 or later.
de: Apple Intelligence erfordert macOS 26 oder neuer.

source: Apple Intelligence status
de: Status von Apple Intelligence

source: Apple can't preview this language
de: Apple kann für diese Sprache keine Vorschau anzeigen

source: Apple provides the speech for the on-screen preview. Your Mac already has some languages; the rest are about 140 MB each and download only when you ask. Nothing downloads on its own.
de: Apple stellt die Spracherkennung für die Vorschau auf dem Bildschirm bereit. Einige Sprachen sind bereits auf deinem Mac. Weitere Sprachpakete sind jeweils etwa 140 MB groß und werden nur auf deinen Wunsch heruntergeladen. Es wird nichts automatisch heruntergeladen.

source: Apple's engine needs macOS 26
de: Die Engine von Apple benötigt macOS 26

source: Apple's on-device model. Needs macOS 26 or later.
de: Apples Modell auf dem Gerät. Erfordert macOS 26 oder neuer.

source: Applies after the current dictation finishes.
de: Gilt ab dem nächsten Diktat.

source: Arabic
de: Arabisch

source: Armenian
de: Armenisch

source: Assamese
de: Assamesisch

source: Attention
de: Achtung

source: Audio capture error. Try again.
de: Fehler bei der Audioaufnahme. Versuch es erneut.

source: Audio found
de: Audio gefunden

source: Audio isn't capturing from %@. Try a different input under Settings > Dictation Settings > Microphone.
de: Über %@ wird kein Ton aufgenommen. Wähle unter Einstellungen > Diktateinstellungen > Mikrofon einen anderen Eingang.

source: Audio isn't capturing. Your lid may be closed, your headset muted, or there may be a hardware issue. Please check your microphone settings.
de: Es wird kein Audio aufgenommen. Vielleicht ist dein Mac zugeklappt, dein Headset stummgeschaltet oder ein Gerät defekt. Prüfe deine Mikrofoneinstellungen.

source: Audio never leaves this Mac.
de: Das Audio verlässt diesen Mac nie.

source: Auto may skip inputs that are not microphones.
de: Auto kann Eingänge überspringen, die keine Mikrofone sind.

source: Auto-copy to clipboard
de: Automatisch in die Zwischenablage kopieren

source: Auto-detect language
de: Sprache automatisch erkennen

source: Auto-detect your language, or lock to a specific one. WhisperKit supports 99+ languages.
de: Lass deine Sprache automatisch erkennen oder wähle eine feste Sprache. WhisperKit unterstützt über 99 Sprachen.

source: Auto-detect your language, or lock to one of 25 European languages. Locking helps stop the fast engine reaching for a different alphabet, like Greek or Cyrillic appearing in German. It cannot tell apart two languages written in the same alphabet.
de: Lass deine Sprache automatisch erkennen oder lege eine von 25 europäischen Sprachen fest. Das hilft, bei der schnellen Engine andere Schriften zu vermeiden, etwa griechische oder kyrillische Zeichen in einem deutschen Diktat. Sprachen mit demselben Alphabet kann die Engine nicht unterscheiden.

source: Auto-learned
de: Automatisch gelernt

source: Auto-paste needs Accessibility
de: Automatisches Einfügen benötigt Bedienungshilfen

source: Auto-stop on silence
de: Bei Stille automatisch stoppen

source: Auto-stop on silence is unavailable right now
de: Automatischer Stopp bei Stille ist derzeit nicht verfügbar

source: Auto-stop on silence: On
de: Bei Stille automatisch stoppen: Ein

source: Auto-stop: Active (%@ silence)
de: Automatischer Stopp: Aktiv (%@ Stille)

source: Automatic
de: Automatisch

source: Automatically detects when you correct a dictation and adds the corrected word to your dictionary. Undo it from the notification, or remove it later in Your Words.
de: Erkennt automatisch, wenn du ein Diktat korrigierst, und fügt das korrigierte Wort deinem Wörterbuch hinzu. Du kannst das über die Mitteilung rückgängig machen oder das Wort später unter „Deine Wörter“ entfernen.

source: Available
de: Verfügbar

source: Azerbaijani
de: Aserbaidschanisch

source: Back
de: Zurück

source: Barely-there tick.
de: Ein kaum hörbares Ticken.

source: Bashkir
de: Baschkirisch

source: Basque
de: Baskisch

source: Beginning of dictation was unclear and was skipped
de: Der Anfang des Diktats war undeutlich und wurde übersprungen

source: Belarusian
de: Belarussisch

source: Bengali
de: Bengalisch

source: Best fit.
de: Am besten geeignet.

source: Best for everyday English and European recordings.
de: Ideal für alltägliche Aufnahmen auf Englisch und in europäischen Sprachen.

source: Best for other languages or the toughest audio.
de: Ideal für andere Sprachen oder besonders schwierige Aufnahmen.

source: Bluetooth mic detected
de: Bluetooth-Mikrofon erkannt

source: Bluetooth microphone detected. Wait a moment before speaking on a cold start.
de: Bluetooth-Mikrofon erkannt. Warte beim ersten Aktivieren kurz, bevor du sprichst.

source: Bluetooth microphones can take a moment on a cold start.
de: Bluetooth-Mikrofone brauchen beim ersten Aktivieren manchmal einen Moment.

source: Bluetooth mics may take 1 to 2 seconds to wake after being idle. Keeping your mic ready reduces the delay.
de: Bluetooth-Mikrofone brauchen nach einer Ruhephase manchmal 1 bis 2 Sekunden, bis sie bereit sind. Wenn dein Mikrofon aktiv bleibt, verkürzt sich die Wartezeit.

source: Bosnian
de: Bosnisch

source: Both
de: Beide

source: Both engines run entirely on this Mac.
de: Beide Engines laufen vollständig auf diesem Mac.

source: Bottom
de: Unten

source: Brand
de: Marke

source: Brands
de: Marken

source: Breton
de: Bretonisch

source: Bring the words across from another dictation app you use.
de: Übernimm Wörter aus einer anderen Diktier-App, die du verwendest.

source: Bring your dictionary over from another dictation app.
de: Übernimm dein Wörterbuch aus einer anderen Diktier-App.

source: Bring your snippets in from anywhere. Nothing is added until you review it.
de: Importiere deine Textbausteine aus beliebigen Quellen. Erst nach deiner Prüfung wird etwas hinzugefügt.

source: Bring your snippets over from another dictation app.
de: Übernimm deine Textbausteine aus einer anderen Diktier-App.

source: Bring your words in from anywhere. Nothing is added until you review it.
de: Importiere deine Wörter aus beliebigen Quellen. Erst nach deiner Prüfung wird etwas hinzugefügt.

source: British spelling: colour, organise, centre
de: Britische Schreibweise: colour, organise, centre

source: Browse downloads
de: Downloads ansehen

source: Browse models
de: Modelle durchsuchen

source: Built for Apple Silicon.
de: Für Apple Silicon entwickelt.

source: Built into macOS
de: In macOS integriert

source: Built-in
de: Integriert

source: Built-in or wired mics usually avoid this startup delay.
de: Mit integrierten oder kabelgebundenen Mikrofonen tritt diese Startverzögerung meist nicht auf.

source: Built-in, wired, and USB mics do not have this Bluetooth startup delay.
de: Integrierte, kabelgebundene und USB-Mikrofone haben diese Bluetooth-Startverzögerung nicht.

source: Bulgarian
de: Bulgarisch

source: Burmese
de: Birmanisch

source: Calibrating whisper detection...
de: Flüstererkennung wird kalibriert...

source: Can't reach the download server. Check your connection and try again.
de: Der Downloadserver ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.

source: Can't run that engine
de: Diese Engine kann nicht gestartet werden

source: Cancel
de: Abbrechen

source: Cancel keybind
de: Tastenkürzel zum Abbrechen

source: Cancel recording
de: Aufnahme abbrechen

source: Cancelling…
de: Wird abgebrochen…

source: Cancels the current recording.
de: Bricht die laufende Aufnahme ab.

source: Cantonese
de: Kantonesisch

source: Capsule
de: Kapsel

source: Capsule and Level Rail show volume. Reading Well shows words and turns Live Preview on.
de: Kapsel und Pegelanzeige zeigen die Lautstärke. Lesefeld zeigt Wörter und schaltet die Live-Vorschau ein.

source: Casual
de: Locker

source: Catalan
de: Katalanisch

source: Category
de: Kategorie

source: Change
de: Ändern

source: Change dictation language
de: Diktiersprache ändern

# Change dictation language: %@, %@
source: Change dictation language: %1$@, %2$@
de: Diktiersprache ändern: %1$@, %2$@

source: Change preview engine
de: Vorschau-Engine ändern

source: Change speech engine
de: Transkriptions-Engine ändern

source: Change your AI model, keybind, and more in Settings.
de: Ändere dein KI-Modell, Tastenkürzel und mehr in den Einstellungen.

source: Changed: %@.
de: Geändert: %@.

source: Changes apply to the next recording
de: Änderungen gelten ab der nächsten Aufnahme

source: Changes made during a cleanup apply to the next file.
de: Änderungen während der Nachbearbeitung gelten ab der nächsten Datei.

source: Check Apple Intelligence availability
de: Verfügbarkeit von Apple Intelligence prüfen

source: Check again
de: Erneut prüfen

source: Check failed
de: Prüfung fehlgeschlagen

source: Check for Updates…
de: Nach Updates suchen…

source: Check for new contacts each time EnviousWispr starts. Off by default.
de: Bei jedem Start von EnviousWispr nach neuen Kontakten suchen. Standardmäßig deaktiviert.

source: Checked by: %@. Learned words are checked before they're used.
de: Geprüft von: %@. Gelernte Wörter werden geprüft, bevor sie verwendet werden.

source: Checked on %@
de: Geprüft am %@

source: Checking
de: Wird geprüft

source: Checking Ollama installation...
de: Ollama-Installation wird geprüft...

source: Checking model status...
de: Modellstatus wird geprüft...

source: Checking speech model files...
de: Dateien des Sprachmodells werden geprüft...

source: Checking that engine. One moment.
de: Die Engine wird geprüft. Einen Moment.

source: Checking the correction model
de: Korrekturmodell wird geprüft

source: Checking the downloaded %@
de: Das heruntergeladene %@ wird geprüft

source: Checking the file against its manifest before it is used.
de: Die Datei wird vor der Verwendung mit ihrem Manifest abgeglichen.

source: Checking whether that model runs here or on Ollama's servers. Start Ollama to find out.
de: Es wird geprüft, ob dieses Modell hier oder auf Ollamas Servern läuft. Starte Ollama, um das herauszufinden.

source: Checking which languages are on this Mac
de: Sprachen auf diesem Mac werden geprüft

source: Checking your list
de: Deine Liste wird geprüft

source: Chimes
de: Signaltöne

source: Chinese
de: Chinesisch

source: Choose "Do Nothing"
de: Wähle „Keine Aktion“

source: Choose System to follow your Mac, or choose Light or Dark.
de: Wähle „System“, um deinem Mac zu folgen, oder wähle „Hell“ oder „Dunkel“.

source: Choose Top or Bottom for the recording pill.
de: Wähle „Oben“ oder „Unten“ für die Aufnahmeanzeige.

source: Choose a different file
de: Andere Datei wählen

source: Choose a file
de: Datei auswählen

source: Choose a file to import
de: Datei zum Importieren auswählen

source: Choose a file you exported from EnviousWispr, or a plain text list of words.
de: Wähle eine aus EnviousWispr exportierte Datei oder eine einfache Textliste mit Wörtern.

source: Choose a language, or choose Automatic to clear the lock.
de: Wähle eine Sprache oder „Automatisch“, um die feste Sprachwahl aufzuheben.

source: Choose a microphone
de: Mikrofon wählen

source: Choose a snippets file
de: Textbaustein-Datei auswählen

source: Choose an Ollama model to use AI polish.
de: Wähle ein Ollama-Modell, um die KI-Nachbearbeitung zu nutzen.

source: Choose and save
de: Auswählen und sichern

source: Choose how EnviousWispr looks.
de: Lege fest, wie EnviousWispr aussieht.

source: Choose how formal your text sounds.
de: Wähle, wie förmlich dein Text klingt.

source: Choose short, distinctive words after the keyword.
de: Wähle nach dem Schlüsselwort kurze, eindeutige Auslöser.

source: Choose the %@ you exported, a CSV with a trigger column and a text column, or a plain list. Your keyword stays as it is.
de: Wähle die exportierte %@, eine CSV mit einer Auslöser- und einer Textspalte oder eine einfache Liste. Dein Schlüsselwort bleibt unverändert.

source: Choose the %@ you exported, a CSV, or a plain list.
de: Wähle die exportierte Datei %@, eine CSV-Datei oder eine einfache Liste.

source: Choose the language for dictation and preview.
de: Wähle die Sprache für Diktat und Vorschau.

source: Choose the microphone used for recording.
de: Wähle das Mikrofon für die Aufnahme.

source: Choose the model used to polish your text.
de: Wähle das Modell, das deinen Text verbessert.

source: Choose the socket your microphone is plugged into.
de: Wähle den Anschluss, an dem dein Mikrofon steckt.

source: Choose the word you meant, or create a new one. Quick Add saves the highlighted spelling to your dictionary.
de: Wähle das gemeinte Wort oder erstelle ein neues. „Schnell hinzufügen“ speichert die markierte Schreibweise in deinem Wörterbuch.

source: Choose which engine shows words while you speak.
de: Wähle die Engine, die Wörter beim Sprechen anzeigt.

source: Choosing an engine does not start a download.
de: Die Wahl einer Engine startet keinen Download.

source: Clashes with Copy last dictation: one needs a key the other uses on its own.
de: Konflikt mit „Letztes Diktat kopieren“: Ein Tastenkürzel benötigt eine Taste, die das andere allein verwendet.

source: Clashes with Paste last dictation: one needs a key the other uses on its own.
de: Konflikt mit „Letztes Diktat einfügen“: Ein Tastenkürzel benötigt eine Taste, die das andere allein verwendet.

source: Clashes with the add-a-word keybind: one needs a key the other uses on its own.
de: Konflikt mit „Wort hinzufügen“: Ein Tastenkürzel benötigt eine Taste, die das andere allein verwendet.

source: Clashes with the cancel keybind: one needs a key the other uses on its own.
de: Konflikt mit „Abbrechen“: Ein Tastenkürzel benötigt eine Taste, die das andere allein verwendet.

source: Clashes with the recording keybind: one needs a key the other uses on its own.
de: Konflikt mit dem Aufnahme-Tastenkürzel: Ein Tastenkürzel benötigt eine Taste, die das andere allein verwendet.

source: Claude API Key
de: Claude-API-Schlüssel

source: Claude API rate limits
de: Claude-API-Ratenlimits

source: Claude polish sends your transcribed text, plus the active app name and any custom words you've added, but never audio. Anthropic's own retention policy for your API account governs how long the request is kept.
de: Die Nachbearbeitung mit Claude sendet deinen transkribierten Text, den Namen der aktiven App und deine hinzugefügten Wörter, aber niemals Audio. Wie lange die Anfrage gespeichert wird, richtet sich nach Anthropics Aufbewahrungsregeln für dein API-Konto.

source: Clean it again
de: Erneut nachbearbeiten

source: Clean, airy glint.
de: Ein klarer, luftiger Klang.

source: Cleaned
de: Nachbearbeitet

source: Cleaning
de: Nachbearbeitung

# Cleaning section %@ of %@
source: Cleaning section %1$@ of %2$@
de: Abschnitt %1$@ von %2$@ wird nachbearbeitet

source: Cleans it into readable text.
de: Macht daraus einen gut lesbaren Text.

source: Cleanup summary: %@
de: Zusammenfassung der Nachbearbeitung: %@

source: Clear
de: Löschen

source: Clear search
de: Suche löschen

source: Click Change to choose the keys you use.
de: Klicke auf „Ändern“, um deine Tasten festzulegen.

source: Click the "Press 🌐 key to" menu
de: Klicke auf das Menü „Beim Drücken der 🌐-Taste“

source: Click the EnviousWispr icon, then choose the item that starts with “Add”
de: Klicke auf das EnviousWispr-Symbol und wähle dann den Eintrag, der mit „hinzufügen“ endet

source: Click the box first
de: Klicke zuerst in das Feld

source: Clipboard
de: Zwischenablage

source: Close
de: Schließen

source: Close %@ pack
de: Paket %@ schließen

source: Close Models
de: Modelle schließen

source: Close the AI polish setup notice
de: Hinweis zur KI-Nachbearbeitung schließen

source: Cloud Pop
de: Wolkenplopp

source: Cloud based
de: In der Cloud

source: Common first names and surnames.
de: Häufige Vor- und Nachnamen.

source: Company, product, and app names.
de: Firmen-, Produkt- und App-Namen.

source: Compare engines
de: Engines vergleichen

source: Comparing against your existing snippets.
de: Abgleich mit deinen vorhandenen Textbausteinen.

source: Comparing against your existing words.
de: Abgleich mit deinen vorhandenen Wörtern.

source: Comparing words
de: Wörter werden verglichen

source: Configure Live Preview
de: Live-Vorschau einrichten

source: Configuring on-device AI
de: Lokale KI wird eingerichtet

source: Contacts access is off. Turn it on in System Settings, then try again.
de: Der Zugriff auf Kontakte ist deaktiviert. Aktiviere ihn in den Systemeinstellungen und versuche es erneut.

source: Context
de: Kontext

source: Continue
de: Fortfahren

source: Convert spoken emoji (e.g. "thumbs up emoji" → 👍)
de: Gesprochene Emojis umwandeln (z. B. „Daumen hoch Emoji“ → 👍)
